---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsVelocityPressure
source: html/052a562b-4ba1-5ff6-c729-2e9a24497012.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsVelocityPressure Property

"Velocity Pressure"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsVelocityPressure { get; }
```